{"translation-revision-date":"2023-03-09 10:04:15+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Get total control, consistency and a faster workflow by designing the recurring parts that make up a complete website like the Header & Footer, Archive, 404, WooCommerce pages and more.":["Získejte úplnou kontrolu, stabilnější a rychlejší pracovní postupy navržením opakujících se částí, které tvoří kompletní web, jako jsou například Hlavička a Patička, stránky jako Archive, 404, WooCommerce a další."],"Customize every part of your site":["Upravte si každou část Vaší webové stránky"],"Upgrade Now":["Upgradovat nyní"],"Upgrade":["Upgradovat"],"404 page":["Stránka 404"],"search results page":["Stránka s výsledky vyhledávání"],"This file type is not allowed":["Tento typ souboru není povolen"],"First, enable unfiltered file uploads.":["Nejdřív zapněte nahrávání souborů bez filtrů. "],"Archive":["Archiv"],"Single Post":["Samostatný příspěvek"],"Single Page":["Samostatná stránka"],"Footer":["Patička"],"Header":["Hlavička"],"Error:":["Chyba:"],"What is a 404 Page Template?":["Co je šablona stránky 404?"],"What is a Products Archive Template?":["Co je šablona archivu produktů?"],"Products Archive":["Archiv produktů"],"What is a Single Product Template?":["Co je to šablona jednoho produktu?"],"What is an Archive Template?":["Co je to šablona archivu?"],"What is a Single Post Template?":["Co je šablona jednoho příspěvku?"],"What is a Single Page Template?":["Co je šablona jedné stránky?"],"What is a Footer Template?":["Co je šablona zápatí?"],"What is a Header Template?":["Co je šablona záhlaví?"],"App could not be loaded":["Aplikaci nelze načíst"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Udělejte radost návštěvníkům svého webu, když se ztratí, zobrazením vašich posledních příspěvků, vyhledávacího pole nebo jakýchkoli informací, které by uživateli mohly pomoci najít to, co hledali."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Šablona stránky 404 vám umožňuje snadno navrhnout rozvržení a styl stránky, která se zobrazí, když návštěvník Vašeho webu bude odkázán na stránku, která neexistuje."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Můžete vytvořit k uložení několik vlastních šablon produktů a každou přiřadit k různým kategoriím produktů. To vám umožní přizpůsobit ojedinělý vzhled pro každý typ zobrazovaného produktu."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Šablona archivu produktů Vám umožňuje nastavit rozvržení a styl vaší stránky obchodu WooCommerce, nebo podobných stránek archivu produktů - těch stránek, které zobrazují seznam produktů, které lze filtrovat podle výrazů, jako jsou kategorie, značky atd."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Můžete vytvořit několik šablon jednotlivých produktů a každou přiřadit k různým typům produktů, což umožňuje vlastní design pro každou skupinu podobných produktů."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Samotná šablona produktu vám umožňuje snadno rozvrhnout styl stránek jednotlivých produktů WooCommerce a aplikovat tuto šablonu na různé nastavení, které přiřadíte."],"Product":["Produkt"],"You can customize the message if there are no results for the search term.":["Můžete upravit zprávu v případě, že pro daný výraz nejsou k dispozici žádné výsledky."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Můžete jednoduše ovládat rozvržení a design stránky Výsledky vyhledávání pomocí šablony Výsledky vyhledávání, což je zjednoduchá a speciální šablona pouze pro zobrazování výsledků vyhledávání."],"What is a Search Results Template?":["Co je to šablona Výsledků vyhledávání?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Pokud byste pro konkrétní kategorii chtěli jiný styl, je snadné vytvořit samostatnou šablonu archivu, jejíž podmínkou je zobrazení pouze tehdy, když si uživatelé prohlížejí seznam příspěvků dané kategorie."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Šablona archivu vám umožňuje snadno navrhnout rozvržení a styl stránek archivu – těch stránek, které zobrazují seznam příspěvků (např. seznam posledních příspěvků na blogu), které lze filtrovat podle výrazů, jako jsou autoři, kategorie, značky, výsledky vyhledávání apod."],"You can create multiple single post templates, and assign each to a different category.":["Můžete vytvořit více šablon jednotlivých příspěvků a každou přiřadit do jiné kategorie."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Jedna šablona příspěvku Vám umožní snadno rozvrhnout styl příspěvků, což umožní konzistenci designu například ve všech vašich příspěvcích na blogu."],"You can create multiple single page templates, and assign each to different areas of your site.":["Můžete vytvořit více šablon Jednotlivé stránky a každou přiřadit k jiné oblasti vašeho webu."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Šablona Jednotlivé stránky (Single page) vám umožňuje snadno vytvořit rozvržení a styl stránek, a tím zajistit konzistenci designu na všech stránkách Vašeho webu."],"You can create multiple footers, and assign each to different areas of your site.":["Můžete vytvořit více zápatí a jednotlizé zápatí pak přiřadit k jednotlivým stránkám."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Šablona zápatí vám umožňuje snadno navrhovat a upravovat vlastní zápatí ve WordPressu a to bez omezení původního návrhu zápatí vaší šablony."],"You can create multiple headers, and assign each to different areas of your site.":["Můžete vytvořit více různých hlaviček a pak každou přiřadit k jiné oblasti Vašeho webu."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Šablona hlavičky vám umožňuje snadno navrhovat a upravovat vlastní záhlaví WordPress, abyste již nebyli omezováni původním návrhem záhlaví vaší šablony."],"Site Parts":["Části stránek"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Omlouváme se, ale něco se pokazilo. Klikněte na „Další informace“ a postupujte podle jednotlivých kroků, abyste problém rychle vyřešili."],"Theme Builder could not be loaded":["Tvůrce šablon se nepodařilo načíst"],"Watch Video":["Sledovat video"],"Tip":["Tip"],"All Parts":["Všechny části"],"Not Found":["Nenalezeno"],"Theme Builder":["Tvůrce šablon"],"Continue":["Pokračovat"],"Skip":["Přeskočit"],"Something went wrong.":["Něco se nepodařilo."],"Add New":["Přidat nový"],"Select File":["Vybrat soubor"],"Enable":["Povolit"],"Close":["Zavřít"],"Learn More":["Více informací"],"Info":["Informace"],"Go Back":["Jít zpět"],"Loading":["Načítá se"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}