{"translation-revision-date":"2023-03-09 10:04:15+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"What’s a Website Kit?":["Co je Website Kit?"],"Import a Website Kit":["Importovat Website Kit"],"Export a Website Kit":["Exportovat Website Kit"]," Learn more about Website Kits":[" Více o Website Kits"],"Upgrade Now":["Upgradovat nyní"],"This kit requires new plugin installation. Unfortunately, you do not have permissions to install new plugins. Contact your site host.":["Tato sada vyžaduje instalaci nového pluginu. Bohužel nemáte oprávnění k instalaci nových plug-inů. Kontaktujte správce webu."],"Elementor Templates":["Šablona(y) Elementor"],"Included":["Obsahuje"],"Site Area":["Oblast webu"],"Custom Post Types":["Vlastní typy příspěvků"],"WP Menus":["WP menu"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Začněte nahráním souboru a výběrem částí a pluginů, které chcete použít. Pokud se mezi soupravou a vaším aktuálním návrhem překrývají, budete si moci vybrat, které importované díly chcete použít nebo ignorovat. Jakmile bude soubor připraven, sada se použije na vaše stránky a budete ji moci vidět živě."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Chcete-li svůj web změnit na sadu šablon Template Kit, vyberte šablony, obsah, nastavení a pluginy, které chcete použít. Jakmile bude vše připraveno, získáte soubor .zip, který následně můžete importovat na další weby."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Sada šablon je soubor .zip, který obsahuje všechny části kompletního webu. Je to snadný způsob, jak rychle spustit web."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Přidejte vlastní typy příspěvků k exportu. Bude zahrnuto posledních 20 položek z každého typu."],"No custom post types in your site...":["Na vašem webu nejsou žádné vlastní typy příspěvků..."],"Click to select custom post types":["Kliknutím vyberte vlastní typy příspěvků"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Části této sady se překrývají se šablonami, designem a nastavením vašeho webu. Položky, které v tomto seznamu necháte zaškrtnuté, nahradí váš aktuální návrh."],"Import a Website Kit to your site":["Importujte sadu šablon Template Kit na svůj web"],"Importing your content, templates and site settings":["Importování vašeho obsahu, šablon a nastavení webu"],"Take me there":["Zaveď mě tam"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Přejděte na Aktualizace a ujistěte se, že jsou vaše pluginy aktualizovány na nejnovější verzi."]," Recommended:":["Doporučeno:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Toto jsou plug-iny, které vylepšují vaše sestavení. Můžete je zrušit, ale může to mít dopad na funkčnost vašeho webu."],"Select the plugins you want to import":["Vyberte plug-iny, které chcete importovat"],"Not yet":["Zatím ne"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Pokud jste si zakoupili, nainstalovali a aktivovali Elementor Pro, můžeme pokračovat v importu všech částí tohoto webu."],"Is your Elementor Pro ready?":["Je váš Elementor Pro připraven?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Bez Elementor Pro nebude import komponent, jako jsou šablony, widgety a vyskakovací okna, fungovat."],"Install Elementor Pro":["Nainstalujte Elementor Pro"],"Missing Required Plugins:":["Chybí požadované plug-iny:"],"Plugins to add:":["Přidejte plug-iny:"],"Plugins you already have:":["Pluginy, které již máte:"],"Activating plugins:":["Aktivace plug-inů:"],"All items are already selected by default. Uncheck the ones you don't want.":["Všechny položky jsou již ve výchozím nastavení vybrány. Zrušte zaškrtnutí těch, které nechcete."],"These are the templates, content and site settings that come with your kit.":["Toto jsou šablony, obsah a nastavení webu, které jsou součástí vaší sady."],"Select which parts you want to apply":["Vyberte části, které chcete použít"],"If you don't include them, this kit may not work properly.":["V případě, že je nezahrnete, nemusí tato sada fungovat správně."],"Required plugins are still missing.":["Požadované pluginy stále chybí."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Tuto sadu šablon nemůžete použít, protože neobsahuje žádný obsah, stránky atd. Zkuste to znovu s jiným souborem."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Sada šablon Template Kit, kterou používáte, obsahuje plug-iny pro funkčnost, ale žádný obsah, nebo stránky apod."],"Note:":["Poznámka:"],"You’ve imported and applied the following to your site:":["Na svůj web jste importovali a použili následující:"],"See it live":["Živý náhled"],"There are few plugins that we couldn't install:":["Existuje několik pluginů, které jsme nemohli nainstalovat:"],"Make sure your Elementor Pro account is connected":["Ujistěte se, že je váš účet Elementor Pro připojen"],"Tip:":["Tip:"],"Let’s do it":["Pojďme na to"],"Select which of these plugins are required for this kit work.":["Vyberte, které z těchto plug-inů jsou vyžadovány, aby tato sada pracovala správně."],"Export your site as a Website Kit":["Exportujte svůj web jako sadu šablon Template Kit"],"Create Kit":["Vytvořit sadu"],"This file type is not allowed":["Tento typ souboru není povolen"],"Try Again":["Zkuste to prosím znovu"],"Elementor is not authorized to read or write from this file. Contact your site host.":["Elementor nemůže z tohoto souboru číst ani zapisovat. Kontaktujte Vašeho webmastera. "],"There is an error with the manifest file. Try importing again with a new kit file.":["V souboru manifestu došlo k chybě. Zkuste importovat znovu s novým souborem sady."],"Install a PHP zip on your server or contact your site host.":["Nainstalujte PHP zip na Váš server nebo kontaktujte poskytovatele webhostingu. "],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Tímto povolíte Elementoru skenovat Vaše SVG soubory na přítomnost malware. V importu můžete jakékoli SVG přeskočit. "],"First, enable unfiltered file uploads.":["Nejdřív zapněte nahrávání souborů bez filtrů. "],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Není se čeho bát, prostě pokračujte v importu bez SVG nebo se vraťte a spusťte import znovu. "],"Custom Post Type":["Vlastní typ příspěvku"],"WP Posts":["WP příspěvky"],"WP Pages":["WP stránky"],"To import or export these components, you’ll need Elementor Pro.":["Pro import nebo export těchto komponent budete potřebovat Elementor Pro."],"Global widgets":["Globální widgety"],"Kit Info":["Informace o sadě"],"How does importing work?":["Jak import funguje?"],"How does exporting work?":["Jak funguje export?"],"Setting up your kit...":["Nastavování vaší sady..."],"Select the items you want to keep and apply:":["Vyberte položky, které si chcete ponechat, a použijte:"],"Your site's homepage will be determined by the kit. You can change this later.":["Domovskou stránku vašeho webu určí sada. Můžete to později zase změnit."],"Existing":["Stávající"],"Imported":["Importováno"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Nahrajte soubor se šablonami, nastavením webu, obsahem atd. a automaticky je použijte na svůj web."],"Back to Kit Library":["Zpět do knihovny sady"],"Your kit is now live on your site!":["Vaše sada je nyní aktivní na vašem webu!"],"Kit Description":["Popis sady"],"Kit Name":["Název sady"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Vyberte, které komponenty Elementor – šablony, obsah a nastavení webu – chcete zahrnout do souboru sady."],"Kit Information":["Informace sady"],"Elementor Kit":["Sada Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Toto jsou podrobnosti, které využijete k rychlému vyhledání a použití této sady v budoucnu, i když se vaše sbírka rozroste."],"What is kit information?":["Co je informace o sadě?"],"Website Kit Information":["Informace sady šablon"],"Say something about the style and content of these files...":["Řekněte něco o stylu a obsahu těchto souborů..."],"Now you can import this kit and use it on other sites.":["Nyní můžete tuto sadu importovat a používat na jiných stránkách."],"Import":["Importovat"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Není se čeho bát, zkuste to znovu. Pokud problém přetrvává, přejděte do centra nápovědy."],"to learn more about building your site with Elementor Kits":["Chcete-li se dozvědět více o vytváření vašich stránek pomocí sad Elementor Kits"],"Don't close this window until the process is finished.":["Nezavírejte toto okno, dokud nebude proces dokončen."],"This usually takes a few moments.":["Obvykle toto zabere několik málo okamžiků."],"Or":["Nebo"],"Drag & drop the .zip file with your Kit":["Přetáhněte soubor .zip pomocí sady"],"Upload Files to Your Library":["Nahrajte soubory do své knihovny"],"We recommend that you backup your site before importing a kit file.":["Před importem souboru sady doporučujeme zálohovat váš web."],"Important:":["Důležité:"],"By default, all of your components will be exported.":["Ve výchozím nastavení budou exportovány všechny vaše komponenty."],"Background Settings":["Nastavení pozadí"],"Lightbox Settings":["Nastavení Lightboxu"],"Theme Style settings":["Nastavení stylu šablony"],"Elementor Pages":["Stránky Elementoru"],"404 Error Page":["404 Chybová stránka"],"to download":["ke stažení"],"Download not working?":["Stažení nefunguje?"],"Your export is ready!":["Váš export je připraven!"],"Back to dashboard":["Zpět na nástěnku"],"Learn more":["Zjistit více"],"Landing Pages":["Vstupní stránky (Landing page)"],"App could not be loaded":["Aplikaci nelze načíst"],"Global Colors":["Globální barvy"],"Search Results":["Výsledky vyhledávání"],"Archives":["Archiv"],"Single Posts":["Jednotlivé příspěvky (Single posts)"],"Single Pages":["Jednotlivé stránky (Single pages)"],"Footers":["Patička"],"Headers":["Hlavička"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Omlouváme se, ale něco se pokazilo. Klikněte na „Další informace“ a postupujte podle jednotlivých kroků, abyste problém rychle vyřešili."],"Tip":["Tip"],"Not Found":["Nenalezeno"],"Site Settings":["Nastavení stránky"],"Layout Settings":["Nastavení uspořádání"],"Back":["Zpět"],"Next":["Další"],"Previous":["Předchozí"],"Popups":["Vyskakovací okna"],"Continue":["Pokračovat"],"Plugins":["Pluginy"],"Skip":["Přeskočit"],"Something went wrong.":["Něco se nepodařilo."],"Select File":["Vybrat soubor"],"Click here":["Klikněte zde"],"Enable":["Povolit"],"Edit Template":["Upravit šablonu"],"Elementor Posts":["Příspěvky Elementor"],"Export":["Export"],"Close":["Zavřít"],"Saved Templates":["Uložené šablony"],"Templates":["Šablony"],"Learn More":["Více informací"],"Global Fonts":["Globální písma"],"Version":["Verze"],"Yes":["Ano"],"Content":["Obsah"],"Go Back":["Jít zpět"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}