{"translation-revision-date":"2023-03-09 10:04:15+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Importing...":["Importuji..."],"Activate":["Aktivovat"],"First, activate another experiment.":["Nejdříve aktivujte jiný experiment."],"In order to use %1$s, first you need to activate %2$s.":["Pro použití %1$s, nejprve aktivujte %2$s."],"Import Without Enabling":["Importovat bez povolení"],"Enable and Import":["Povolit a importovat"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Pokud nepovolíte nahrávání nefiltrovaných souborů, žádné soubory SVG nebo JSON (včetně Lottie) použité v nahrané šabloně nebudou importovány."],"Migrate to v3.0":["Migrovat na v3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Upozorňujeme, že tento proces vrátí všechny změny provedené v globálních barvách a písmech od upgradu na v3.x."],"Enable Unfiltered File Uploads":["Povolit nefiltrovaná nahrávání souborů"],"Font Awesome 5 Migration":["Migrace na Font Awesome 5"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Beru na vědomí, že některé změny mohou ovlivnit můj web a že tuto akci nelze vrátit zpět."],"I understand that by upgrading to Font Awesome 5,":["Rozumím tomu, že upgradem na Font Awesome 5,"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Než povolíte odesílání nefiltrovaných souborů, uvědomte si, že takové soubory obsahují bezpečnostní riziko. Elementor sice spouští proces k odstranění možného škodlivého kódu, ale při používání takovýchto souborů je zde stále existující bezpečnostní riziko."],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Upozorňujeme, že přecházíte na výchozí editor WordPressu. Je možné, že Vaše aktuální rozvržení, design a obsah se mohou změnit."],"Continue":["Pokračovat"],"Back to WordPress Editor":["Zpět do editoru WordPress"],"Rollback to Previous Version":["Vrácení zpět k předchozí verzi"],"Are you sure you want to reinstall previous version?":["Jste si jistý, že chcete znovu nainstalovat předchozí verzi?"],"Enable":["Povolit"],"Cancel":["Zrušit"]}},"comment":{"reference":"assets\/js\/admin.js"}}